[
  {
    "id": 6240,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-07T18:42:54+00:00",
    "views": 1888,
    "text": "ሰኔ 302017 ዓ.ም አዲስ አበባ ፡ የኢትዮጵያ ምግብና መድኃኒት ባለስልጣን ከአዲስ አበባ ዩኒቨርስቲ ጤና ሳይንስ ኮሌጅ የጥቁር አንበሳ ስፔሻላይዝድ ሆስፒታል ጋር በመተባበር በአገራችን የትንባሆ ምርት ላይ የጤና ማስጠንቀቂያ ምስልን በአገራዊ ምስል ለመቀየር ከወራቶች በፊት የፈረሙትን የመግባቢያ ስምምነት ተከትሎ በዛሬው ዕለት ስራውን በይፋ ጀምረዋል፡፡ የአዲስ አበባ ዩኒቨርስቲ ጤና ሳይንስ ኮሌጅ የጥቁር አንበሳ ስፔሻላይዝድ ሆስፒታል ዋና ስራ አስኪያጅ ዶር አብዱርአዛቅ አህመድ በበኩላቸው በትምባሆ ምርት ላይ የሚለጠፉ የጤና ማስጠንቀቂያዎች አገራዊ ስሜት እንዲላበሱ ማድረግ ምስሎቹ የስነልቦናና የአካባቢ ቅርበት በመፍጠር የሚያስተላለፉት መልዕክት ግቡን እንዲመታ ከፍተኛ አስተዋፆ እንደሚያደርጉ ጠቁመው ተቋማቸው ለተግባራዊነቱ ሙሉ በሙሉ በቁርጠኝነት እንደሚሰራ አረጋግጠዋል፡፡ በማስጀመሪያ ስነስርዓቱ መልክት ያስተላለፉት የባለስልጣኑ የህዝብ ግንኙነትና ኮሙኒኬሽን ስራ አስፈፃሚ አቶ አበራ ደነቀ እንደተናገሩት በአዋጅ ቁጥር 11122011 እና በትንባሆ ቁጥጥር መመሪያው በሚጠይቀው መስፈርት መሰረት የትንባሆ ምርት ላይ የጤና ማስጠንቀቂያ ምስል እና ፅሁፍ እንዲኖረው መደረግ ስራ ሲሰራ ቆይቷል፤ በመሆኑም በትንባሆ ምርት ላይ የጤና ማስጠንቀቂያ ምስልን በአገራዊ ምስል የመቀየር ስራው በመስራት የግንዛቤ ፈጠራ ስራውና የውጤታማ ተግባቦት እንዲኖር በማድረግ የባህሪ ለውጥ እንዲመጣ እንደሚያግዙ ገልጸዋል ፡፡ ፕሮፊሰር አንዱዓለም ደነቀ በአዲስ አበባ ዩኒቨርስቲ የጤና ሳይንስ ኮሌጅ ዋና ስራ አስፈፃሚ በመድረኩ በአስተላለፉት መልዕክት ትምባሆ የማይጎዳው የሰውነት ክፍላችን እንደሌለ ገልፀው በተለይ ሕግ በማስፈፀም ተግባር ላይ የተሰማሩ ፖሊስና ደምብ ማስከበር ቁጥጥሩን የበለጠ እንዲያጠናክሩ አሳስበዋል፡፡"
  },
  {
    "id": 6239,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-07T10:20:19+00:00",
    "views": 1946,
    "text": "ለስልጣን መስሪያ ቤቱ በባህርዳር ዩኒቨርስቲ ጥበበ ግዮን ስፔሻላይዝድ ሆስፒታል የመድኃኒት ደህንነት ክትትል ማዕከል ከፍቶ ስራ አስጀመረ ። ባለስልጣን መስሪያ ቤቱ ከባህርዳር ዩኒቨርስቲ ጥበበ ግዮን ስፔሻላይዝድ ሆስፒታል ጋር በመተባበር የከፈተው የመድኃኒት ደህንነት ክትትል ማዕከል በክልሉ ሁለተኛው ሲሆን በአገር አቀፍ ደረጃ 13ኛው ነው፡፡ በባህርዳር ዩኒቨርስቲ የጤና ሳይንስ ኮሌጅ ዋና ሥራ አስፈፃሚ ዶር በቃሉ ውብሸት ማዕከሉን ሲከፍቱ እንደተናገሩት የመድኃኒት ቁጥጥር ከመድኃኒት ጋር የተዛመዱ አደጋዎችን በመለየት እና በመከላከል ረገድ ወሳኝ ሚና ይጫወታል፤ አዲሱ ማእከል የጤና አጠባበቅ ሰራተኞችን በመረጃ ላይ የተመሰረቱ ውሳኔዎችን ለመስጠት እና ደህንነቱ የተጠበቀ ህክምናዎችን ለማረጋገጥ መሳሪያዎችን፣ ስልጠናዎችን እና መረጃዎችን ያስታጥቃል ብለዋል፡፡ ባለስልጣን መስሪያ ቤቱን በመወከል ንግግር ያደረጉት አቶ ሞሃሞድ ኡመር በበኩላቸው ማዕከሉ ብሔራዊ የመድኃኒት ቁጥጥርን በመደገፍ እና የሕብረተሰብ ጤና ውጤቶችን በማሻሻል ረገድ ያለው ሚና ከፍተኛ መሆኑን ገልፀዋል፡፡ ማዕከሉ ከሆስፒታሉና በአጎራባች ጤና ተቋማት የሚመጡ ያልተጠበቁ የመድኃኒት ክስተቶችን ሪፖርት ይሰበስባል፣ ለጤና ባለሙያዎች የአቅም ግንባታ ስልጠናዎችን ይሰጣል፣ ስለ መድኃኒት ደህንነት የህብረተሰቡን ግንዛቤ ያሳድጋል፣ ለሀገር አቀፍ እና ለአለም አቀፍ የመድኃኒት ደህንነት የመረጃ ቋቶች አስተዋፅኦ ያደርጋል።"
  },
  {
    "id": 6237,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-04T12:48:13+00:00",
    "views": 2604,
    "text": "ሰኔ 272017 አዲስ አበባ የዓለም ባንክ ልዑካን ቡድን የኢትዮጵያ የምግብና መድኃኒት ባለስልጣን የጥራት ምርመራ እና የልህቀት ማዕከልን የጎበኘ ሲሆን የባለስልጣኑ ዋና ዳይሬክተር ሔራን ገርባ ከላብራቶሪው እድሳትና ከልህቀት ማዕከሉ ግንባታ ጋር በተያያዘ በተከናወኑ ተግባራት ዙሪያ ማብራሪያ ሰጥተዋል። ዋና ዳይሬክተሯ ለላብራቶሪው ተገቢ የአየር ዝውውር ስርዓት እየተዘረጋ መሆኑን፣ ለጥራት ምርመራ ተስማሚ የሆነ ሙቀትና እርጥበት መቆጣጠሪያ ስርዓት እየተገጠመ መሆኑን እድሳቱ ሊጠናቀቅ የቀረው የጽዳት እና ማሽኖቹን ወደ ስራ ማስገባት ብቻ እንደሆነ አስታውቀዋል። ዋና ዳይሬክተሯ አክለውም የሕክምና መሳሪያዎች ላብራቶሪው የካቴተር እና ሲሪንጅ ምርመራ አቅሙን ማሳደጉን በአሁኑ ወቅት የሲሪንጅ ምርመራው በISO17025 መረጋገጡን ጠቅሰዋል፡፡ በስጋት ደረጃ ላይ ተመስርቶ የናሙና ምርመራ እንደሚደረግም አስረድተዋል። የልህቀት ማዕከሉ ግንባታ የኤሌክትሪክና የኔትወርክ መስመሮች ዝርጋታ አራተኛው ፎቅ ላይ መድረሱን በቤዝመንት ደረጃ አብዛኛው የበር እና የመስኮት ስራዎች የተጠናቀቁ ሲሆን የቀረው የወለል ስራ እና ቀለም ብቻ ነው። የፕሮጀክቱ አጠቃላይ እድገት 82 በመቶ መድረሱንና ቀሪውን እስከ ነሐሴ 30 ለማጠናቀቅ እየተሰራ መሆኑን አስረድተዋል። ላብራቶሪው የመጀመሪያው ህንፃ ከተጠናቀቀ በኋላ፣ የሥልጠና ህንፃው እና የአስተዳደር ህንፃው በሁለተኛው ምዕራፍ እንደሚቀጥሉ ገልፀው የአለም ባንክ እያደረገ ላለው ድጋፍ ምስጋና አቅርበዋል፡፡ የዓለም ባንክ የግብረ ኃይል ቡድን መሪ የሆኑት አቶ ፀጋነህ ሐምሳሉ ግንባታውን በታቀደለት ቀን ማጠናቀቅ አለብን ሲሉ አጽንኦት ሰጥተው የዓለም ባንክ ፕሮጀክቱን በቅርበት እየተከታተለ መሆኑንና ከአራት ጊዜ በላይ የማዕከሉን ግንባታ ጎብኝቶ አቅጣጫዎችን መስጠቱን አስታውቀዋል።"
  },
  {
    "id": 6236,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:56+00:00",
    "views": 2933,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6233,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:56+00:00",
    "views": 2905,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6223,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:54+00:00",
    "views": 1706,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6213,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:53+00:00",
    "views": 1477,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6203,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:49+00:00",
    "views": 1417,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6193,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:24:45+00:00",
    "views": 1556,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6183,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-02T17:22:43+00:00",
    "views": 1841,
    "text": "httpswww.facebook.com100064606425124postspfbid0K61LvxVuy2QXVNGfjyGQUd7vYWHpDFKTELhFtLyHCdnGsXXkwX8xEzMfv9qenhrKl"
  },
  {
    "id": 6179,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-07-01T13:46:57+00:00",
    "views": 4699,
    "text": "ክፍት የሥራ ቦታ ማስታወቂያ የኢትዮጵያ ምግብና መድኃኒት ባለስልጣን ከዚህ በታች በተዘረዘሩት ክፍት የሥራ መደቦች ላይ አመልካቾችን አወዳድሮ መቅጠር ይፈልጋል፡፡ አመልካቾች የትምህርት ማስረጃ ዋናውና የማይመለስ ፎቶ ኮፒ በመያዝ መመዝገብ ይችላሉ፣ ለሌቬል ዝግጅት ትምህርት የጨረሱ አመልካቾች የብቃት ማስረጃ ምስክር ወረቀት ሲኦሲCOCማቅረብ ይኖርበታል በግልድርጅትየተሰሩ የስራ ልምዶች ግብር ለመቆረጡ ከገቢዎች ማረጋገጫ መቅረብ አለበት፣ የፈተና ቀን በውስጥ ማስታወቂያ እና በስልክ የሚገለጽ ይሆናል የመመዝረቢያ ጊዜ ይህ ማስታወቂያ ከወጣበት ጊዜ አንስቶ ባሉት 7 ተከታታይ የስራ ቀናት በባለስልጣን መቤቱ በብቃትና የሰው ሀብት አስተዳደር ቢሮ ቁጥር 08 ቀርበው መመዝገብ የሚችለው መሆኑን እያስታወቅን የመመዝገቢያ ቦታ አድራሻ ፡አፍሪካ ጎዳና ቦሌ ማተሚያ ቤት ወይም ቦሌ ሸዋ ሱፐር ማርኬት አተገብ ይገኛል፡፡ የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን አመልካቾች የትምህርት ማስረጃ ዋናውንና የማይመለስ ፎቶ ኮፒ በመያዝ መመዝገብ ይችላሉ"
  },
  {
    "id": 6178,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-28T19:55:54+00:00",
    "views": 2955,
    "text": "ሕገወጥ የምግብና ጤና ግብዓቶች ዝውውርን ለመቆጣጠር የባለድርሻ አካላት ቅንጅትና ትብብር ከምንጊዜውም በበለጠ አስፈላጊ መሆኑ ተገለጸ። ባህዳር፣ ሰኔ 182017 ዓ.ም. የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን ባሕርዳር ቅርንጫፍ ከአማራ ክልል ፖሊስ ኮሚሽን ከባሕርዳር ከተማ ከዘጠኙ ፖሊስ ጣቢያዎች ከመጡ የጣቢያ ኃላፊዎችና ወንጀል መከላከል አመራሮች ጋር በህገወጥ የምግብ እና የጤና ግብዓቶች ዝውውር ቁጥጥር ዙሪያ የሁለት ቀን የውይይትና ስልጠና መድረክ ተካሂዷል። httpswww.facebook.com100064606425124postspfbid0Emuw8fxWobpYefp8YDKFfNY4CyWtMkSCqprzcU13568tn1RiQgDxGJBNSxTjS9jbl"
  },
  {
    "id": 6177,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-28T17:29:07+00:00",
    "views": 2909,
    "text": "አዲስ አበባ፣ሰኔ 212017 የኢትዮጵያ የምግብና የመድኃኒት ቁጥጥር ባለሥልጣን የምግብ ጥራትና ደህንነት ምርመራ መሪ ሥራ አስፈፃሚ አቶ ወሰንየለህ አምባው እንደተናገሩት፣ የምግብ ማበልፀግን ቁጥጥር በላቦራቶሪ ፍተሻ ለማጠናከር ባቀደ መልኩ በዘመናዊ የላቦራቶሪ መሳሪያዎች የታገዘ የጥራት ምርመራ ለማከናወን እዲያስችል የባለሙያዎችን አቅም የማጎልበት ስራዎች እየተሰሩ ነው። የጥራት ምርመራ ክፍሉ LCTQ, ICPMS, እና HPLC የተሰኙ ዘመናዊ መሳሪያዎችን በመጠቀም የስንዴ ዱቄትና የምግብ ዘይት በተገቢው መጠን በንጥረ ነገሮች መበልፀጋቸውን የማረጋገጥ ሥራ ለማከናወን የሚያስችል በተግባር ላይ ያተኮረ ስልጠና ለላቦራቶሪው ባለሙያዎች እንዲሁም ከባለስልጣን መቤቱ ቅፅቤት ለመጡ ባለሙያዎች ከ Global Alliance For Improved Nutrition GAIN Ethiopia ጋር በመተባበር እየሰጠ ይገኛል፡፡ ይህም ባለስልጣን መቤቱ ለሚያከናውነው የምግብ ጥራትና ደህንነት ቁጥጥር ስራ ትልቅ አቅም እንደሚፈጥር አቶ ወሰንየለህ አምባው ገልፀዋል ። በአገር አቀፍ ደረጃ ያለውን ያልተመጣጠነ የምግብ ንጥረ ነገር እጥረትን ለመቅረፍ የስንዴ ዱቄትን በቫይታሚ ቢ ኮምፕሌክስና ዚንክ የምግብ ዘይትን በቫይታሚን ኤ እና ዲ ማበልፀግ አስገዳጅ ደረጃ በመሆኑ፣ ባለሥልጣኑ ምርቶች ለገበያ ከመቅረባቸው በፊትና ከቀረቡም በኋላ ተገቢውን የጥራትና የደህንነት መስፈርት ማሟላታቸውን እንደሚያረጋግጥ አቶ ወሰንየለህ አስረድተዋል። የኢትዮጵያ የምግብና የመድኃኒት ቁጥጥር ባለሥልጣን፣ የተበለፀጉ ምግቦችን በመቆጣጠር ረገድ ከፍተኛ ሚና እየተጫወተ ሲሆን፣ የምግብ ማበልፀግ አስገዳጅ መስፈርት በመሆኑ፣ ባለሥልጣኑ የኅብረተሰቡን ጤና ለመጠበቅ ያለመ ይህን ሥራ በቁርጠኝነት እየሰራ እንደሚገኝ ተገልጿል።"
  },
  {
    "id": 6176,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-28T09:03:25+00:00",
    "views": 2708,
    "text": "httpswww.facebook.com100064606425124postspfbid02LU46SsywzXRWf2y7ADEcz4Rd3kxdTfYQsASnjkBEXWT9XZiJPWC7bqs6ZXmniG89l"
  },
  {
    "id": 6175,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-27T04:05:24+00:00",
    "views": 2921,
    "text": "የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ተከፈተ፡፡ ሰኔ 19 ፤2017 ዓ.ም ፣አዲስ አበባ ኢትዮጵያ ፡የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ዘጠነኛውን የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በይፋ ስራ አስጀምሯል፡፡ httpswww.facebook.comsharep14GXGn3LKUM"
  },
  {
    "id": 6174,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-27T04:02:03+00:00",
    "views": 3056,
    "text": "የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ተከፈተ፡፡ ሰኔ 19 ፤2017 ዓ.ም ፣አዲስ አበባ ኢትዮጵያ ፡የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ዘጠነኛውን የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከልሉን በይፋ ስራ አስጀምሯል፡፡ httpswww.facebook.comsharep14GXGn3LKUM"
  },
  {
    "id": 6173,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-27T04:02:02+00:00",
    "views": 3625,
    "text": "የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ተከፈተ፡፡ ሰኔ 19 ፤2017 ዓ.ም ፣አዲስ አበባ ኢትዮጵያ ፡የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ዘጠነኛውን የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል ለስራ አስፈላጊ የሆኑ ግብዓቶች በማሟላት ማዕከሉን በይፋ ስራ አስጀምሯል፡፡ httpswww.facebook.comsharep14GXGn3LKUM"
  },
  {
    "id": 6172,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-27T04:02:02+00:00",
    "views": 3608,
    "text": "የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ተከፈተ፡፡ ሰኔ 19 ፤2017 ዓ.ም ፣አዲስ አበባ ኢትዮጵያ ፡የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ዘጠነኛውን የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል ለስራ አስፈላጊ የሆኑ ግብዓቶች በማሟላት ማዕከሉን በይፋ ስራ አስጀምሯል፡፡ httpswww.facebook.comsharep14GXGn3LKUM"
  },
  {
    "id": 6165,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-27T04:02:02+00:00",
    "views": 2318,
    "text": "የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ተከፈተ፡፡ ሰኔ 19 ፤2017 ዓ.ም ፣አዲስ አበባ ኢትዮጵያ ፡የኢትዮጵያ ምግብ መድኃኒት ባለስልጣን በጅግጅጋ ዩንቨርስቲ የሼክ ሀሰን የበሬ ኮምፕርሄንሲቭ ሆስፒታል ዘጠነኛውን የመድኃኒቶች ደህንነት መከታተያና ማስተባበሪያ ማዕከል ለስራ አስፈላጊ የሆኑ ግብዓቶች በማሟላት ማዕከሉን በይፋ ስራ አስጀምሯል፡፡ httpswww.facebook.comsharep14GXGn3LKUM"
  },
  {
    "id": 6164,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-26T16:43:28+00:00",
    "views": 2654,
    "text": "የአደገኛ መድኃኒቶችና ዕፆችን ዝውውር ለመቆጣጠር የባለድርሻ አካላት ሚና ወሳኝ መሆኑ ተገለጸ ሠኔ 192017 አዲስ አበባ የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን የዘንድሮውን ዓለም አቀፍ የአደገኛ መድኃኒቶችና ዕፆች ያለአግባብ አጠቃቀም እና ሕገወጥ ዝውውርን መከላከል ቀን፣ ሰንሰለቱን መስበር፣ መከላከል፣ ሕክምና እና ማገገም ለሁሉም በሚል መሪ ቃል አክብሯል። ዝግጅቱ በኢትዮጵያ የአካል ድጋፍ አገልግሎት የገፈርሳ ማገገሚያ ሕክምና ማዕከል ተካሂዷል። የባለሥልጣኑ የናርኮቲክ፣ ሳይኮትሮፒክ እና ትንባሆ ቁጥጥር ዴስክ ኃላፊ አቶ ቶለሳ ገመዳ እንደገለጹት፣ መድኃኒቶች በባለስልጣኑ ቁጥጥር ከሚደረግባቸው የጤና ግብዓቶች ዋነኞቹ ናቸው። በተለይም ናርኮቲክና ሳይኮትሮፒክ መድኃኒቶች ሱስ የማስያዝ ባህሪ ያላቸው በመሆናቸው ጥብቅ ቁጥጥር ይደረግባቸዋል ብለዋል። ምንም እንኳን ባለሥልጣኑ መድኃኒቶቹን ከምርት እስከ ተጠቃሚ ድረስ ቢቆጣጠርም፣ አሁንም ላልተፈለገ ዓላማ እየዋሉ ሰዎች ወደ ሱስ እየገቡ መሆኑን አስገንዝበዋል። ሱስ ውስጥ የሚገቡ ግለሰቦች ከፍተኛ የጤና፣ የኢኮኖሚ እና ማኅበራዊ ችግሮች ስለሚገጥማቸው ሕክምናና ድጋፍ እንደሚያስፈልጋቸውም አብራርተዋል። የኢትዮጵያ የአካል ድጋፍ አገልግሎት ምክትል ዋና ሥራ አስፈጻሚ አቶ ብሩክ ነጋሽ በበኩላቸው ተቋማቸው በዋናነት የማገገሚያ ሕክምና እና የአጋዥ ቴክኖሎጂ ምርት ላይ እንደሚያተኩር ገልጸዋል። የሱስ ማገገሚያ ሕክምናን በስፋት እየሰጠ እንደሚገኝ የገለጹት አቶ ብሩክ በርካታ ታካሚዎችን ተቀብሎ ወደ ማኅበረሰብ እንዲመለሱ ድጋፍ ሲያደርግ መቆየቱን አስረድተዋል። ከማገገሙ በኋላም አንዳንዶች በቤተሰብና በማኅበረሰብ ድጋፍ ወደ መደበኛ ሕይወታቸው ሲመለሱ ሌሎች የሱስ ሰለባ የሆኑ ሰዎችን ለመርዳት ድጋፍ ሰጪ ቡድኖችን ፈጥረው እየሠሩ መሆናቸውንም አክለዋል።"
  },
  {
    "id": 6163,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-24T12:06:05+00:00",
    "views": 3036,
    "text": "የኢትዮጵያ የምግብና መድኃኒት ባለሥልጣን ከብሔራዊ የትምባሆ ቁጥጥር አስተባባሪ ኮሚቴ አባል ተቋማት ጋር የጋራ የመግባቢያ ስምምነት ሰነድ ተፈራረመ፡፡ ሰኔ172017 ዓ.ም በአዲስ አበባ ከተማ በኢትዮጵያ የምግብና መድኃኒት ባለሥልጣን እና ብሔራዊ የትምባሆ ቁጥጥር አስተባባሪ ኮሚቴ አባል ተቋማት መካከል የትምባሆ ቁጥጥር ህጎችን ውጤታማ በሆነ መንገድ ለማስፈጸም የሚያስችል የጋራ የመግባቢያ ስምምነት ሰነድ ተፈራርመዋል፡፡ የፊርማ ስነሥርዓቱን በንግግር ሲከፍቱ የባለስልጣኑ ዋና ዳይሬክተር ሄራን ገርባ እንደተናገሩት ብሔራዊ የትምባሆ ቁጥጥር አስተባባሪ ኮሚቴ አባላት የሆኑት መንግስታዊና የሲቪል ማህበረሰብ ድርጅቶች ትምባሆ በሰው ልጆች ሁለንተናዊ ሕይወት ላይ የሚያደርሰውን ጉዳት በመገንዘብ አገሪቱ በአለም አቀፍ ደረጃ የተቀበለቻቸውንም ሆነ በራሷ ያወጣቻቸውን የትምባሆ ቁጥጥር ሕጎች ተፈፃሚነት በትኩረት እንዲሰሩ ጠይቀዋል፡፡ ባለስልጣን መስሪያ ቤቱ በአዋጅ በተሰጠው ስልጣን መሰረት የሚያስተባብረው ብሄራዊ የትምባሆ ቁጥጥር አስተባባሪ ኮሚቴ የትንባሆ የቁጥጥር ስራዎች ከሆኑት ውስጥ አንዱ የሆነውን የትምባሆ ኢንዱስትሪ ጣልቃ ገብነትን መከላከል ጋር በተያያዘ የኮሚቴ አባል ተቋማት ከትምባሆ ኢንዱስትሪ ጋር በተገናኘ ከመደበኛ ስራቸው ጋር የሚኖራቸው ግንኙነት ሆነ ትምባሆን በጋራ ለመቆጣጠር ወይም የህብረተሰብ ጤና ለመጠበቅ በሚኖራቸው ግንኙነቶች ላይ ሊኖር የሚገባ ግንኙነት በተመለከተ የስነስርዓት ደንብ መዘጋጀቱንም አብራርተዋል፡፡ በአዲስ መልክ የተዋቀረው ብሔራዊ የትምባሆ መከላከል ኮሜቲ ቀደም ሲል የታዩ የቅንጅት ክፍተቶችን ለማሻሻልና የትምባሆ ቁጥጥር ድንጋጌዎችን ይበልጥ በጋራ ኃላፊነት እና ውጤታማ በሆነ መልኩ ተግባራዊ ለማድረግ እንደሚያስችል ዋና ዳይሬክተሯ ያላቸውን እምነት ገልፀዋል፡፡"
  },
  {
    "id": 6161,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-24T10:57:40+00:00",
    "views": 3251,
    "text": "የኢትዮጵያ ምግብና መድኃኒት ባለስልጣን በአርባ ምንጭ ዩኒቨርሲቲ ሆስፒታል የመድኃኒት ደህንነት ክትትል ማዕከል ከፈተ አርባ ምንጭ፣ ሰኔ 172017 የኢትዮጵያ ምግብና መድኃኒት ባለስልጣን በአርባ ምንጭ ዩኒቨርሲቲ አጠቃላይ ሆስፒታል የመድኃኒት ደህንነት ክትትልና ማስተባበሪያ ማዕከል ከፈተ። የማዕከሉ መከፈት በሀገሪቱ የመድኃኒት ደህንነትን ለማረጋገጥ የሚደረገውን ጥረት ያጠናክራል። የባለስልጣኑ የመድኃኒት አምራቾች ኢንስፔክሽንና ህግ ማስፈፀም መሪ ስራ አሰፈፃሚ አቶ ጌታቸው ገነቴ ገነቴ በምርቃት ስነስርዓቱ ላይ እንደተናገሩት መድኃኒቶች ጎጂ የጎንዮሽ ጉዳት ሊያስከትሉ ስለሚችሉ የጤና ባለሙያዎችና ማህበረሰቡ ተሳትፎ ወሳኝ ነው ብለዋል። ባለስልጣኑ በአዋጅ በተሰጠው ስልጣን መሰረት፣ የመድኃኒቶችን ደህንነት ስራዎች ለማስተባበርና ለመከታተል የተለያዩ ስልቶችን እንደሚከተል ገልፀዋል። በተለይም አገልግሎት ተደራሽነትን ለማስፋት ሲባል፣ ባለስልጣኑ ቁልፍ የባለድርሻ አካላትን በማሳተፍ እና ዩኒቨርሲቲ ተቋማትን በመምረጥ የመድኃኒት ደህንነት ክትትልና ማስተባበሪያ ማዕከላትን እያቋቋመ እንደሚገኝ አስረድተዋል። የአርባ ምንጭ ዩኒቨርሲቲ ሆስፒታል ማዕከል ስምንተኛው መሆኑንም ጠቅሰዋል። የአርባ ምንጭ ዩኒቨርሲቲ ኮምፕሬንሲቭና ቲቺንግ ስፔሻላይዝድ ሆስፒታል ዋና ስራ አስፈፃሚ ዶር ደስታ ጋልቻ፣ ሆስፒታላቸው በማዕከሉ መመረጡ ትልቅ ክብር እንደተሰማቸው ገልፀው ለክልሉ ህብረተሰብ ጤና ትልቅ እድል እንደሚፈጥር አስረድተዋል። በምረቃው ላይ የተገኙት የጋሞ ዞን ምክትል አስተዳዳሪ ክቡር አቶ መኮንን ቶንቻ ባለስልጣኑ ላደረገው ድጋፍ ምስጋና አቅርበዋል፡፡ በምርቃት ስነስርዓቱ ከባለስልጣኑ፣ ከአርባ ምንጭ ሆስፒታልና ከዞኑ የተለያዩ ቢሮዎች የተውጣጡ ኃላፊዎችና የመድኃኒት ደህንነት ላይ የሚሰሩ ባለመሙያዎች ተገኝተዋል።"
  },
  {
    "id": 6160,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-21T18:17:22+00:00",
    "views": 3394,
    "text": "በ2017 በጀት ዓመት ከባለድርሻ አካላት ጋር የተሰሩ ቅንጅታዊ የምግብና ጤና ግብዓቶች ቁጥጥር ስራዎች ውጤታማ እንደነበር ተገለፀ፡፡ ሰኔ 142017 ዓ.ም የምግብና ጤና ግብዓት ቁጥጥር ዘርፍ የባለድርሻ አካላት የምክክር መድረክ በቦንጋ ከተማ ሲካሄድ የባለስልጣኑ ዋና ዳይሬክተር ሄራን ገርባ እንደተናገሩት በ2017 በጀት ዓመት ከሁሉም ክልል ተቆጣጣሪ አካላት ጋር በተሰሩ ቅንጅታዊ የቁጥጥር ስራዎች ውጤታማና ለውጥ ያመጡ መሆናቸውን አስታውቀዋል፡፡ httpswww.facebook.com100064606425124postspfbid0SZg3xTbYmVX2uUygxrDo6V4phDUtFw2Z4kqrX7w2TGZtSKQZCMqsALYXQoGpnapWl"
  },
  {
    "id": 6159,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-21T18:17:03+00:00",
    "views": 2983,
    "text": "httpswww.facebook.com100064606425124postspfbid0341fMjRhQyuTjm9mcS2bHrhq8hXQ3GqiV8fB4iTHKpPyL5iPnpHmcD7DhWEL6XVKsl"
  },
  {
    "id": 6158,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-19T05:58:35+00:00",
    "views": 3976,
    "text": "አዲስ አበባ፣ ሰኔ 11 ቀን 2017 ዓ.ም. የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን በምግብ ዘርፍ የላቀ የቁጥጥር ሥርዓት ለመፍጠር የሚያስችል ወሳኝ አውደጥናት አካሂዷል። አውደጥናቱ የምግብ ማምረቻ ተቋማት የቅድመ ፈቃድ አሰጣጥና ቁጥጥር እንዲሁም የአነስተኛ ወተት ተዋጽኦ አምራቾችን በሚመለከቱ መመሪያዎች ላይ ያተኮረ ሲሆን፣ ከክልል ተቆጣጣሪ አካላትና ከሚመለከታቸው የፌዴራል ተቋማት የተወጣጡ ባለድርሻ አካላት ተሳትፈውበታል። የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን የምግብ ዘርፍ ምክትል ዋና ዳይሬክተር አቶ ነጋሽ ስሜ እንደገለጹት፣ በፌዴራልና በክልሎች መካከል ያለው የቁጥጥርና የመመሪያዎች ልዩነት ለምግብ ደህንነት ቁጥጥሩ ችግር እየፈጠረ ነው። ይህንን ችግር ለመፍታት ወጥ የሆነ መመሪያ በጋራ ማዘጋጀት ወሳኝ መሆኑንም አስገንዝበዋል። ባለሥልጣኑ ያዘጋጃቸውን መመሪያዎች በመላው ሀገሪቱ በተቀላጠፈ መልኩ ተግባራዊ ለማድረግ ይህ መድረክ ትልቅ ሚና እንዳለውም ጠቁመዋል። ከክልሎችና ከፌዴራል ተቋማት የተገኙ ተሳታፊዎች በመመሪያው ላይ ጥልቅ ግምገማ እንዲያደርጉና ለሚፈለገው ወጥ የቁጥጥር ሥርዓት መዘርጋት የበኩላቸውን አስተዋፅኦ እንዲያደርጉ የአደራ መልእክት አስተላልፈዋል። በባለሥልጣኑ የምግብ አምራቾች ኢንስፔክሽንና ሕግ ማስፈፀም መሪ ሥራ አስፈፃሚ የሆኑት አቶ ሙላቱ ተስፋዬ በበኩላቸው፣ የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን በሀገር አቀፍ ደረጃ ወጥ የሆነ የምግብ ተቋማት የፈቃድ አሰጣጥና ቁጥጥር ሥርዓት ለመዘርጋት በትኩረት እየሰራ መሆኑን አረጋግጠዋል። በሁለት ቀናት ቆይታው፣ ተሳታፊዎች በምግብ ማምረቻ ተቋማት የቅድመ ፈቃድና ቁጥጥር መመሪያ እንዲሁም በአነስተኛ ወተት ተዋጽኦ አምራቾች መመሪያ ላይ ሰፋ ያለ ውይይት ያደርጋሉ። ይህም ለተሻለ አተገባበር የሚያስችሉ ግብአቶችን እንደሚያቀርብ ይጠበቃል።"
  },
  {
    "id": 6157,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-18T11:03:51+00:00",
    "views": 3269,
    "text": "httpswww.linkedin.compostsethiopianfoodanddrugauthority_F09D9083F09D90A2F09D90ACF09D909CF09D90AEF09D90ACF09D90ACF09D90A2F09D90A8F09D90A7F09D9087F09D909EF09D90A5F09D909DF09D90B0F09D90A2F09D90ADF09D90A1F09D9094activity7340721035824001025Iz93?utm_sourceshareutm_mediummember_androidrcmACoAADKbIssBvl3HtlYxRw9j5OOm5lGCWeVdzLE"
  },
  {
    "id": 6156,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-18T07:29:51+00:00",
    "views": 3369,
    "text": "httpswww.facebook.comprofile.php?id100064606425124__cft__0AZV2uYdvWEJv_Zlc5MaHgEOFz92GYAjUttHq0wIiJn0Lv5FrIZsNGbYbKmJlLpzALaBzQDzjgYUHTkxqPTFh_1aJwDm5QVwtD0akHJwlE1eVKPa3vyyhRZoUz12tMC085YsIOWnGFj8yMUctKfOGCC__tn__UC2CPR"
  },
  {
    "id": 6154,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-14T11:22:00+00:00",
    "views": 4975,
    "text": "ሠኔ072017 ሐዋሳ የኢትዮጵያ የምግብና መድኃኒት ባለስልጣን ያዘጋጀው የምግብና ጤና ግብዓቶች ባለድርሻ አካላትን ያሰባሰበ የምክክር መድረክ በሐዋሳ ተካሂዷል። የኢትዮጵያ የምግብና መድኃኒት ባለስልጣን ዋና ዳይሬክተር ሔራን ገረባ የመክፈቻ ንግግር ባደረጉበት ወቅት የህገወጥ ንግድና ዝውውር በዜጎች ጤናና ደህንነት ላይ ከሚፈጥረው አደጋ ባሻገር የሀገሪቱን ኢኮኖሚም በእጅጉ እንደሚጎዳ ገልጸዋል። አዋጅ ቁጥር 11122011 እነዚህን ምርቶች የመቆጣጠር ሃላፊነት ለባለስልጣኑ መስጠቱን በመግለጽ የሚታዩ ችግ ለመፍታት የተቀናጀ የባለድርሻ አካላት ትብብር ወሳኝ መሆኑን አሳስበዋል። መድረኩ የጋራ ግንዛቤ ለመፍጠር ተግዳሮቶችን ለመነጋገር የመፍትሄ መንገዶችን ለመፈለግና እና ቅንጅትና ትብብርን ለማጠናከር ያለመ እንደሆነም አብራርተዋል። በስብሰባው ላይ ንግግር ያደረጉት የሲዳማ ክልል ጤና ቢሮ ሃላፊ ዶር ሰላማዊት መንገሻ በበኩላቸው ክልሉ የህዝብ ጤናን ለመጠበቅ በትጋት እየሰራ መሆኑን ገልጸዋል። ይህንን ስብሰባ በማዘጋጀቱ ለባለስልጣኑ ምስጋናቸውን ያቀረቡ ሲሆን ክልሉ በዚህ ረገድ እያከናወናቸው ያሉትን ስራዎች ዘርዝረዋል። በባለስልጣኑ የሐዋሳ ቅርንጫፍ ጽቤት እና በሲዳማ ብሔራዊ ክልላዊ መንግስት ጤናና ጤና ነክ አገልግሎቶች ግብዓት ቁጥጥር ባለስልጣን ባቀረቡት ሪፖርት ላይ ተሳታፊዎቹ በሰፊው ተወያይተዋል። በውይይቱ ማጠቃለያም የህገወጥ ንግድና ዝውውርን ለመከላከል በጋራ ለመስራት እና ትብብራቸውን ለማጠናከር ሁሉም ባለድርሻ አካላት ስምምነት ላይ ደርሰዋል። በስብሰባው ላይ ከሲዳማ ክልል ጤና ቢሮ፣ ከክልል ፕሬዝደንት ጽቤት፣ ከክልሉ ምክርቤት ተወካዮች፣ በሀዋሳ ከሚገኙ የፌዴራል ቅርንጫፍ ጽቤቶች፣ ከጉምሩክ ኮሚሽን፣ ከዞንና ወረዳ ከፍተኛ የስራ ሃላፊዎች እንዲሁም የሚዲያ ባለሙያዎች ተሳትፈዋል።"
  },
  {
    "id": 6153,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-14T05:50:52+00:00",
    "views": 3756,
    "text": "ሠኔ62017 ሻሸመኔ በኢትዮጵያ የምግብና መድኃኒት ባለስልጣን አዘጋጅነት፣ በሻሸመኔ ከተማ የምግብ ዘይትና የስንዴ ዱቄት ማበልጸግ ደረጃዎች እና የምዝገባ መመሪያዎች ላይ ያተኮረ የግንዛቤ ማስጨበጫ ስልጠና ለባለድርሻ አካላት ተሰጥቷል። በስልጠናው ከጉምሩክ፣ ከተስማሚነት ምዘና እና ከክልል ተቆጣጣሪ አካላት ኃላፊዎች ተገኝተዋል። ስልጠናው በሀገሪቱ የምግብ ደህንነትና የህብረተሰብ ጤና ማሻሻል ላይ ትልቅ አስተዋጽኦ ይኖረዋል ተብሎ ይጠበቃል። የኢትዮጵያ የምግብና መድኃኒት ባለስልጣን የሀዋሳ ቅርንጫፍ የምግብ ቁጥጥር ዴስክ ኃላፊ የሆኑት አቶ ብሩህ አለማየሁ የመክፈቻ ንግግር ሲያደርጉ፣ የምግብ ማበልጸግ ቀላል፣ በሳይንስ የተረጋገጠ እና ወጪ ቆጣቢ የመከላከል ስራ እንደሆነ አስረድተዋል። እንደ ምግብ ዘይትና ስንዴ ዱቄት ባሉ በስፋት በሚበሉ ምግቦች ላይ ወሳኝ ጥቃቅን ንጥረ ነገሮችን በመጨመር በሚሊዮኖች የሚቆጠሩ ሰዎችን መድረስ እንደሚቻል ጠቁመዋል። በመድረኩ የተደበቀ ረሃብ በመባል የሚታወቀው የንጥረምግብ እጥረት፣ በተለይም የቫይታሚን ኤ፣ ቢ፣ ዲ፣ ፎሊክ አሲድ እና ዚንክ እጥረት በኢትዮጵያ ህዝብ ጤና ላይ እያደረሰ ያለውን ከፍተኛ ስጋት በስፋት አብራርቷል። ይህ እጥረት የህጻናትን ጤናማ እድገትና የአእምሮ ብስለት እንደሚያደናቅፍ፣ የማህበረሰብን በሽታ የመከላከል አቅም እንደሚያዳክም፣ ምርታማነትን እንደሚቀንስ እና የበሽታና ድህነት አዙሪትን እንደሚያባብስ ተብራርቷል። በመጨረሻም የስልጠናው ተሳታፊዎች ለመመሪያው ተግባራዊነት በንቃት እንዲሳተፉ ጥሪ ቀርቦላቸዋል።"
  },
  {
    "id": 6152,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-13T18:08:23+00:00",
    "views": 4034,
    "text": "አዲስ አበባ ሰኔ 6 2017 ዓ.ም የባለስልጣኑ የመድኃኒት ግምገማና ፈቃድ መሪ ስራ አስፈፃሚ ከብቃትና ሰው ኃይል ስራ አስፈፃሚ ጋር በመተባበር በአዘጋጁት የሠራተኛ መማማሪያ መድረክ ላይ ሠራተኛው ራሱንና ቤተሰቡን ከኤም ፖክስ በሽታ እንዲጠብቅ የሚያስችል ስለበሽታው መተላለፊያ መንገድ፣መከላከያውና አገራዊ ዝግጁነትን አስመልክቶ ሰፊ ገለፃ ተደርጓል፡፡ ገለፃውን ያደረጉት በባለስልጣኑ የመድኃኒት ግምገማና ፈቃድ መሪ ስራ አስፈፃሚ የባይሎጂካል ሕክምና ገምጋሚ ባለሙያ አቶ ቦዳና ባይሳ እንደተናገሩት በሠራተኛ መማማሪያ መድረኩ ላይ በኤም ፖክስ በሽታ ዙሪያ ገለፃ ማድረግ ያስፈለገበት አብይ ምክንያት በሽታው በአሁን ጊዜ አሳሳቢ ደረጃ ላይ በመድረሱ ሠራተኛው ከወዲሁ ግንዛቤ እንዲኖረው በማድረግ ራሱንና ቤተሰቡን ከኤም ፖክስ በሽታ እንዲጠበቅ ለማድረግ በመታሰቡ ነው፡፡ በመማማሪያ መድረኩ በቀረበው ገለፃ ዙሪያ ጥያቆዎችና አስተያየቶች ከሠራተኞች ቀርበው ከባለሙያው ሰፊ ማብራሪያ ቀርቧል፡፡"
  },
  {
    "id": 6151,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-12T21:24:23+00:00",
    "views": 4138,
    "text": "httpswww.facebook.com100064606425124postspfbid0Gtf1qJCypVDgcHoa1nq15sxGtgKJix9vdd4eV6PABMZHwwRp1w8YrnxzEv1cws1nl"
  },
  {
    "id": 6150,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-12T21:11:45+00:00",
    "views": 4335,
    "text": "httpswww.facebook.com100064606425124postspfbid02fTsEJ8MFMxAKaYRDpcN9NPRehLsLc4vzQZLeqH4prw86SVtVesnKjYYbzdumSm4sl"
  },
  {
    "id": 6149,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-11T16:30:17+00:00",
    "views": 4804,
    "text": "መግቢያና መውጫ ኬላዎች ላይ የሚሰሩ ተቋማት ቅንጅታዊ አሰራር ተጠናክሮ መቀጠል እንዳለበት ተገለፀ፡፡ አዲስ አበባ ፡ሰኔ42017 የኢትዮጵያ ምግብና መድኃኒት ባለሥልጣን የደቡብ ምሥራቅ አዲስ አበባ ቅርንጫፍ ጽሕፈት ቤት በአዳማና ቢሾፍቱ ከተሞች በቃሊቲ፣ ካርጎ፣ ተርሚናል፣ አዳማ እና ሞጆ ለሚገኙ የጉምሩክ፣ የአየር መንገድ፣ ፖሊስና ትራንዚት ኃላፊዎችና ባለሙያዎች ከባለሥልጣኑ የአሠራር ሥርዓቶች ጋር በተያያዙ ጉዳዮች ዙሪያ ለተከታታይ ቀናት ሲሰጥ የነበረው ሥልጠና ተጠናቀቀ። የኢትዮጵያ ምግብና መድኃኒት ባለስልጣን ዋና ዳይሬክተር ሄራን ገርባ በመክፈቻ ንግግራቸው ላይ እንገለጹት ወደ ሀገራችን የሚገቡ ምርቶችን ደህንነት፣ጥራት እና ውጤታማነት ማረጋገጥ የጋራ ኃላፊነት ነው ብለዋል። ይህ ስልጠና በሁሉም አካላት መካከል አንድ ወጥ የሆነ አሰራርን ለማጎልበት ወሳኝ እርምጃ ነው፡፡ በመግቢያ እና መውጫ ኬላዎች ላይ ጠንካራ ቁጥጥር ማድረግ በህብረተሰብ ጤና ላይ ከፍተኛ አደጋ ከሚያስከትሉ ምርቶች ደረጃቸውን ያልጠበቁ እና ተመሳስለው የተሰሩ ምርቶችን ለመከላከል የመጀመሪያው መስመር መሆኑን እንገነዘባለን፡፡ ያሉ ሲሆን ስልጠናው ቅንጅታዊ አሰራርን ከማጠናከር አኳያ ትልቅ ፋይዳ አለው ብለዋል፡፡ በተመሳሳይ ስልጠናው በቢሾፍቱ ከተማ የተሰጠ ሲሆን በሁለቱም መድረክ በገቢና ወጪ ምርቶች ቁጥጥር ዘርፍ ከሚሰሩ ተቋማት ጋር መልካም ግንኙነት ቢኖርም፣ ለህብረተሰቡ ፈጣንና ቀልጣፋ አገልግሎት ለማቅረብ የባለድርሻ አካላት ቅንጅታዊ ሚና እጅግ ወሳኝ በመሆኑ፣ ባለሥልጣኑ ስለሚሰጣቸው አገልግሎቶች ግንዛቤ ለመፍጠርና የጋራ አሠራርን ለማጠናከር ይህ ስልጠና መዘጋጀቱን በመግለጽ በተጨማሪም ወደ አገር ውስጥ የሚገቡ የምግብ፣ የሕክምና መሣሪያዎችና የጤና ግብዓቶች ቁጥጥርን ለማሻሻል የግንዛቤ ማስጨበጫ ስልጠናው ወሳኝ ነው፡፡ስልጠናው የባለድርሻ አካላትን ቅንጅትና ትብብርን ወደ ተሻለ ደረጃ ለማሳደግና የህብረተሰቡን ጤና ለመጠበቅ የሚያግዝ መሆኑን አስታውቀዋል። በሥልጠናው የተሳተፉት ከተለያዩ ተቋማት የተወከሉ ባለሙያዎች፣ የሥልጠናውን ጠቀሜታ በመግለፅ ይህ ዓይነቱ ሥልጠና ለሌሎች ባለሙያዎችም ተደራሽ እንዲሆን ሁኔታዎች እንዲመቻቹላቸው ጥያቄ አቅርበዋል።"
  },
  {
    "id": 6148,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-11T16:26:21+00:00",
    "views": 3479,
    "text": "httpswww.facebook.comshare16QXPusj8X"
  },
  {
    "id": 6145,
    "channel": "https://t.me/ethiopianfoodanddrugauthority",
    "date": "2025-06-10T16:33:56+00:00",
    "views": 4709,
    "text": "የመድኃኒት አምራቾች ተግዳሮቶችን ለመፍታትና የሀገር ውስጥ የመድኃኒት ምርትን ለማሰደግ ሁለት ቁልፍ መመሪያዎችን በባለሥልጣኑ ፀድቀው ይፋ ሆኑ ። 1የመድኃኒት አዳኝ ንጥረ ነገር እና ግብዓቶች የማስመጣት ቁጥጥር መመሪያ ቁጥር 10622025 2.የመድኃኒት ማሸግ እና መለያ አሰጣጥ መመሪያ ቁጥር 10912025 ፀድቀው ይፋ የሆኑት መመረያዎች የሀገር ውስጥ የመድኃኒት አቅርቦትን በከፍተኛ ሁኔታ ያሳድጋሉ ፣የሕዝብ ጤና አጠባበቅ ሥርዓቶችን ያጠናክራሉ ፣የኢኮኖሚ እድገትን ያበረታታሉ እንዲሁም በጥራት ምርቶች እንደመሚረቱ ያረጋግጣሉ። በአገራዊ የማምረት አቅም ላይ በራስ መተማመንን ለማምጣት እና ከውጭ በሚገቡ ምርቶች ላይ ጥገኝነትን ለመቀነስ ቁልፍ ስትራቴጂ ናቸው። የሀገር ውስጥ ፋርማሲዩቲካል አምራቾች የሚያጋጥሟቸው ቁልፍ ተግዳሮቶች የፋርማሲዩቲካል አዳኝ ንጥረ ነገር እና ሌሎች አስፈላጊ ግብአቶች ተደራሽነት ውስንነት እንዲሁም የሙሉ አቅም የማምረቻ ሥራዎችን ለመመስረት የሚያስፈልገው ከፍተኛ ኢንቨስትመንት እና ጊዜን ያጠቃልላል። እነዚህን ተግዳሮቶች ለመፍታትና የሀገር ውስጥ የመድኃኒት ምርትን ለመደገፍ ባለሥልጣኑ አሁን ፀድቀው በይፋ የተመዘገቡ ሁለት ቁልፍ መመሪያዎችን አዘጋጅቷል። የፋርማሲዩቲካል አዳኝ ንጥረ ነገር እና ሌሎች አስፈላጊ ግብአቶች የማስመጣት ቁጥጥር መመሪያ ቁጥር 10622025 ጥራት ያለው የፋርማሲዩቲካል አዳኝ ንጥረ ነገር እና ሌሎች አስፈላጊ ግብአቶች ለአገር ውስጥ አምራቾች ተደራሽ በማድረግ ዘላቂ ምርትን በማረጋገጥ የጤና ጥበቃ ስርዓትን በማሻሻል የሀገር ውስጥ የፋርማሲዩቲካል ኢንዱስትሪዎችን ተወዳዳሪነት ያሳድጋል። የመድኃኒት ማሸግ እና መለያ አሰጣጥ መመሪያ ቁጥር 10912025 መድኃኒቶችን ለማሸግ እና ለመሰየም ስራዎች ለማከናወን አነስተኛ የቁጥጥር መስፈርቶችን ያስቀምጣል። ይህም ለኢንቨስትመንት ምቹ ሁኔታን ይፈጥራል እንዲሁም የሀገር ውስጥ ምርትን እድገት ያሳድጋል። እነዚህ መመሪያዎች ሥራቸውን በመደገፍ፣ አዳኝ ንጥረ ነገር እና ሌሎች አስፈላጊ ግብአቶች አቅርቦትን በማሻሻል እና የሀገር ውስጥ የመድኃኒት ምርትን ለማሳደግ ምቹ ሁኔታዎችን በመፍጠር ለነባርም ሆነ ለአዳዲስ የሀገር ውስጥ አምራቾች ጠቃሚ እድሎችን ይፈጥራሉ።"
  }
]